---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointCloudInstance
source: html/750e3f61-e2a2-219c-9ff5-919058dc0f9a.htm
---
# PointCloudInstance Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.